[
  {
    "text": "Nec vero pietas adversus deos nec quanta iis gratia debeatur sine explicatione naturae intellegi potest. Aliter enim explicari, quod quaeritur, non potest. Quaero igitur, quo modo hae tantae commendationes a natura profectae subito a sapientia relictae sint. An dolor longissimus quisque miserrimus, voluptatem non optabiliorem diuturnitas facit? Quare obscurentur etiam haec, quae secundum naturam esse dicimus, in vita beata; Scio enim esse quosdam, qui quavis lingua philosophari possint; Nunc haec primum fortasse audientis servire debemus. Quarum cum una sit, qua mores conformari putantur, differo eam partem, quae quasi stirps ets huius quaestionis.",
    "id": 6,
    "author": { "name": "Rose Kelley", "age": 22, "avatar": "1.jpg" },
    "date": "Sep 16, 2019"
  },
  {
    "text": "Se dicere inter honestum et turpe nimium quantum, nescio quid inmensum, inter ceteras res nihil omnino interesse. Nec vero alia sunt quaerenda contra Carneadeam illam sententiam. Sed tamen omne, quod de re bona dilucide dicitur, mihi praeclare dici videtur. Non modo carum sibi quemque, verum etiam vehementer carum esse? Tamen aberramus a proposito, et, ne longius, prorsus, inquam, Piso, si ista mala sunt, placet.",
    "id": 5,
    "author": { "name": "Helen Snyder", "age": 25, "avatar": "4.jpg" },
    "date": "Sep 08, 2019"
  },
  {
    "text": "Istam voluptatem perpetuam quis potest praestare sapienti? Verum esto: verbum ipsum voluptatis non habet dignitatem, nec nos fortasse intellegimus. Vulgo enim dicitur: Iucundi acti labores, nec male Euripidesconcludam, si potero, Latine; Inde igitur, inquit, ordiendum est. Haec quo modo conveniant, non sane intellego. Hic quoque suus est de summoque bono dissentiens dici vere Peripateticus non potest. Quamquam id quidem licebit iis existimare, qui legerint. Eorum enim est haec querela, qui sibi cari sunt seseque diligunt. Si quicquam extra virtutem habeatur in bonis. Nec tamen ille erat sapiens quis enim hoc aut quando aut ubi aut unde?",
    "id": 4,
    "author": { "name": "Philip Martin", "age": 33, "avatar": "5.jpg" },
    "date": "Sep 02, 2019"
  },
  {
    "text": "Quam vellem, inquit, te ad Stoicos inclinavisses! erat enim, si cuiusquam, certe tuum nihil praeter virtutem in bonis ducere. Sin autem ad animum, falsum est, quod negas animi ullum esse gaudium, quod non referatur ad corpus.",
    "id": 3,
    "author": { "name": "Keith Simpson", "age": 36, "avatar": "3.jpg" },
    "date": "Aug 28, 2019"
  },
  {
    "text": "Videmusne ut pueri ne verberibus quidem a contemplandis rebus perquirendisque deterreantur? Tum ille: Finem, inquit, interrogandi, si videtur, quod quidem ego a principio ita me malle dixeram hoc ipsum providens, dialecticas captiones. Aeque enim contingit omnibus fidibus, ut incontentae sint. Quod quidem iam fit etiam in Academia. At vero illa, quae Peripatetici, quae Stoici dicunt, semper tibi in ore sunt in iudiciis, in senatu. Hoc est vim afferre, Torquate, sensibus, extorquere ex animis cognitiones verborum, quibus inbuti sumus.",
    "id": 2,
    "author": { "name": "Heather May", "age": 39, "avatar": "2.jpg" },
    "date": "Aug 22, 2019"
  },
  {
    "text": "Nam cui proposito sit conservatio sui, necesse est huic partes quoque sui caras suo genere laudabiles. Facete M. Et tamen ego a philosopho, si afferat eloquentiam, non asperner, si non habeat, non admodum flagitem. Ne amores quidem sanctos a sapiente alienos esse arbitrantur. Utinam quidem dicerent alium alio beatiorem! Iam ruinas videres. Quacumque enim ingredimur, in aliqua historia vestigium ponimus. Quod quidem iam fit etiam in Academia.",
    "id": 1,
    "author": { "name": "Denise Webb", "age": 24, "avatar": "6.jpg" },
    "date": "Aug 18, 2019"
  }
]
